{
  "bands":[
    {
      "id": 1,
      "name": "Chris Thile",
      "description": "  \"Merry Christmas, Festivarians!\" That's how Chris Thile greeted the crowd last year as he opened the Festival. It's long been claimed that Telluride Bluegrass is its own genre, but it took Chris to assign official holiday status to the Fest. Makes sense. TBF comes but once a year, brings tidings of wonder and joy, and is steeped in heartwarming festive traditions.\n\n  Chris is the jolly magical being who comes around each year, bearing musical gifts and surprises for Festivarians from ages one to 92. He has brought joy to the TBF world since he was 12 years old-in Nickel Creek and Punch Brothers, in duets with Bela Fleck and Edgar Meyer, and alone on stage in the prestigious Fest-opening slot, which he's occupied for four of the last five years.\n\n  Last year, Chris delivered his typical spellbinding virtuosity: a Bach partita, a Radiohead cover, an original song about his baby boy, a Paul Simon nugget, a bluegrass ripper, a mandolin ditty about playing the mandolin, and on. Throughout, he mad spirits bright, laughing all the way.\n\n  In October, Chris took over as the new host of 'A Prairie Home Companion,' lending his wondrous intelligence, humor, and musicality to that franchise. But Chris will be home in Telluride for what he calls Christmas. It's the most wonderful Thile of the year. Chris time's a-comin'. Be there with bells on.",
      "band_site_url": "https://www.christhile.com/",
      "graphic": "chris-thile",
      "promotion_level": "9"
    },
    {
      "id": 2,
      "name": "Freddy & Francine",
      "description": "  Harmony. We could use a little more of it these days. And the box canyon is the ideal place for voices and hearts to come together. In fact, men and women braiding their voices in musical duets have long made for some of Telluride's most powerful aural sacraments, including recent TBF performances by Dave Rawlings and Gillian Welch, Emmylou Harris and Rodney Crowell, Robert Plant and Patty Griffin, and young songbirds in love like Johnnyswim and Mandolin Orange.\n\n  To that tender tradition, we add the soaring soul-roots duo of Lee Ferris and Bianca Caruso, who, in 2008, first collaborated under the moniker Freddy and Francine. By fusing their voices above Ferris's percussive guitar, the pair became sensations on the L.A. scene and released a pair of acclaimed albums before separating in 2010.\n\n  After several years apart-Ferris starred as Carl Perkins on stage in 'Million Dollar Quartet'; Caruso recorded a solo album-the pair have recently experienced a romantic and musical resumption. Our ears are rejoincing. Last year's 'Gung Ho' is the best showcase yet for the couple's mellifluously blended vocal lines, often sounding like a single resonant voice gliding over the group's pristine Americana folk-soul.\n\n  Two born-to-belt-it vocalists. A pile of gorgeous tunes. Opening day of the Festival. That's a recipe for harmony in the valley.",
      "band_site_url": "https://www.freddyandfrancine.com/",
      "graphic": "freddy-and-francine",
      "promotion_level": "9"
    },
    {
      "id": 3,
      "name": "Tim O'Brien Band",
      "description": "  Born and raised in Wheeling, West Virginia, in the foothills of the Appalachian Mountains, Tim O'Brien soaked up the bluegrass, folk , and country music at the foundation of the American musical heritage. And for nearly 50 years, Tim has kept these art forms alive as our most distinguished steward of the music.\n\n  Tim has spelunked deep into American music's ancestral Celtic and folk traditions and has emerged a legend: from the seminal Hot Rize to his Grammy-winning solo and collaborative albums to his instrumental mastery of all things stringed to his oft-covered songwriting to his edifying, entertaining performances. In addition, Tim has traced the music's evolution forward through rustic reimaginings of everyone from Woody Guthrie to James Brown, including full-album tributes to Bob Dylan and Roger Miller, all with Tim's trademark authority and flair.\n\n  Throughout, Tim has embodied the spirit and musical integrity of Telluride Bluegrass as one of our most beloved figures, and 2017 marks Tim's 41st TBF appearance. And in the spirit of historical reflection, Tim has gone full-circle with the new 'Where the River Meets the Road' songs of his native West Virginia. From the Appalachians to the San Juans: Thursday will bring a special opening-day celebration with Tim O'Brien, an artist as timeless and authentic as the mountains themselves.",
      "band_site_url": "http://www.timobrien.net/",
      "graphic": "tim-obrien-band",
      "promotion_level": "9"
    },
    {
      "id": 4,
      "name": "Fruition",
      "description": "  The US highway system spans over 200,000 miles, and Fruition, the magnetic quintet currently lighting up the jamgrass scene, have traveled nearly every one of them on the journey that has led them to their Telluride Bluegrass mainstage debut.\n\n  Fruition's trip started in Portland where the group first connected in 2008 over acoustic picking sessions. As the road took them coast to coast, the band absorbed the nation's bluegrass, soul, country, blues, and folks strains. Fruition fused it all into their own post-grass compositie, a dynamic, heart-baring roots arock that triangulates Jay Cobb Anderson's blazed-out guitar, Mimi Naja's speed-buggy mandolin, and Kellen Asebroek's swamp-fox keys.\n\n  Along with bassist Jeff Leonard and drummer Tyler Thompson, Fruition feature three lead singers whose voices meld beautifully together. And while the band can turn up the guitars with supercharged instrumental range and spark-a-fatty jambition, Fruition remain distinctly tune-driven: 2016's 'Labor of Love' is filled with sugar-shot melodies and mile-high multipart harmonies that suggest an even split between Red Rocks and Big Pink.\n\n  The long road to Telluride for artists and Festivarians alike can be years in the making, full of many twists and challenges along the way. On Thursday afternoon, all of those roads and dreams come to Fruition.",
      "band_site_url": "http://www.fruitionband.com/",
      "graphic": "fruition",
      "promotion_level": "4"
    },
    {
      "id": 5,
      "name": "Dierks Bentley\nWith The Travelin' McCourys",
      "description": "  Come a little closer, Festivarians, as TBF '17 makes way for one of music's biggest names: platinum-selling, arena-filling country superstar Dierks Benley. How big? Since his 2001 debut, Beltey has landed 15 #1 singles, 13 Grammy nominations, and last year's ACM award for Vocal Event of the Year. Dierk's last seven studio albums (including last year's Black, his highest-charting album to date) have all reached Billboard's Top Ten across all genres. \n\n  However, while Dierks is the smash-hit country soundtrack of choice for today's tailgates, bonfires, and pontoon boats, Bentley's original passion was the sound of mandolins, banjos, and fiddles. Less bro, more dobro. Indeed, Dierks is the rare contemporary Nashville megastar to cut a full bluegrass record, 2010's Up on the Ridge, backed by all-stars like Punch Brothers and the Travelin' McCourys.\n\n  Ronnie McCoury (mandolin), Rob McCoury (banjo), Jason Carter (fiddle), Alan Bartram (bass), and Cody Kilby (guitar) are the Travelin' McCourys, a band that combines traditional and progressive mastery like none other. This is Del's band in relaxed-fit mode, untucked and untamed, supplying peerless trad-style fleet precision but with the jam-ready chops to unleash wild textural electricity, whether they're playing with Keller Williams, the Allman Brothers, or Phish.\n\n  On Thursday, Bentley takes a break from his current headlining world tour to get back to bluegrass with the McCourys. It's a bucket-list gig for Dierks and an exclusive picking party for the rest of us, a one-time-only meeting in the moutains.",
      "band_site_url": "https://www.dierks.com/",
      "graphic": "dierk-and-mccoury",
      "promotion_level": "2"
    },
    {
      "id": 6,
      "name": "Brandi Carlile",
      "description": "  The last time Brandi Carlile played TBF, she performed with such intensity that she cut her hand from over-vigorous guitar strumming. After her set, the crew mopped up Brandi's blood, sweat, and tears from the stage. She later described it as one of the most passionate shows of her life.\n\n  That's quite a claim for an artist who has been leaving it all on the stage for years. Since her '05 debut, she has been folk-rock's most-consistently powerful voice, and her fist-pumpable songs and heart-engorged performances have won over a legion of Bran-atics. Alonngside twin-titan wingmen Phil and Time Hanseroth, Brandi has induced a steady supply of chills on stage and in the studio, most recently with 2015's Grammy-nominated 'The Firewatchers Daughter.'\n\n  2017 brings a reminder of Brandi's eminence as a songwriter: Cover Stories, a 10th anniversary tribute to Brandi's 'The Story', featuring covers by Adele, Pearl Jam, Dolly Parton, the Avett Brothers, and more. The album's proceeds will benefit War Child, an organization that assists children in war-torn areas of the world. In his forword for Cover Stories, Barack Obama wrote, 'As an artist, Brandi Carlile is using her talent on behalf of the most vulnerable among us, children living in areas of conflict. She reminds us that, together, we can build for our children, a more just, peaceful world.' Brandi's story is filled with passion, beauty, activisim, joy and love. 'So many stories of where I've been/and how I got to where I am.' On Thursday evening, Brandi Carlile adds another chapter to her story...and to yours.",
      "band_site_url": "http://bytheway.brandicarlile.com/",
      "graphic": "brandi-carlile",
      "promotion_level": "1"
    },
    {
      "id": 7,
      "name": "Telluride House Band\nFeaturing Sam, Bela, Jerry, Edgar, Bryan & Stuart",
      "description": "The earth formed 4.6 billion years ago. The geologic core of what would become North America developed 1.5 billion years ago. The Pangea supercontinent broke apart 200 million years ago, isolating our continent. Massive tectonic plates shifted 80 million years ago, creating the San Juan Mountains. The village of Telluride was founded 140 years ago after a gold mining camp was set up in the mountains above the town.\n\n  Around 250 years ago, British and Irish setllers arrived in Appalachia, bringing their musical traditions with them. By the 1930s, the music had spread, led by Bill Monroe and the Blue Grass Boys, which gave the genre its name. The core bluegrass instruments became the mandolin, banjo, dobro, upright bass, guitar and fiddle.\n\n  Then, in the mid-20t century, six geniuses were born: Sam Bush in Kentucky, Bela Fleck in New York, Jerry Douglas in Ohio, Edgar Meyer in Tennessee, Bryan Sutton in North Carolina, Stuart Duncan in Virginia. Each would become the greatest bluegrass virtuoso in the history of his instrument. Incredibly, they would all eventually play toether on the same stage.\n\n  43 years ago, the Telluride Bluegrass Festival was born. And sometime over the last few decades, Festivarian, you were born. In 2017, you made your way to Telluride. And on Thursday night of the Festival, the Tellurdie House Band will hit the stage, an event that takes place only one time a year in only one place.\n\n  It's opening night in Telluride. The House Band is ready. You are here. History is about to be made.",
      "band_site_url": "http://www.bluegrass.com/telluride/artists/HouseBand.html",
      "graphic": "house-band",
      "promotion_level": "3"
    },
    {
      "id": 8,
      "name": "Jeremy Kittel Band",
      "description": "  By Friday morning, you've already had an intracardiac injection of action - a FirstGrass frolic and a delirious opening day of mainstage delights. And yet, the party's just getting started. But for now, after a quad-straining, tarp-toting morning scamper, you can just take'er easy, Restivarian, and bask in the euphonious sounds of the remarkable Jeremy Kittle Band.\n\n  Blisteringly talnetted violinist Jeremy Kittel accumulates awards like Telluride Tom downs rumballs. Kittel has won the U.S. Scottish Fiddle Championship, the Mark O'Connor Award of Merit, and oodles more. He's a veteran of the Grammy-winning Turtle Island String Quartet, the fiddlin' phenom behind four celebrated solo albums, and a collaborator whome the likes of Yo-Yo Ma, My Morning Jacket, and Bela Fleck keep on speed-dial.\n\n  Kittel now leads a sensational band that specializes in a Telluridian amalgam of styles: jazz improvisations, Celtic fiddle firestorms, rootsy rambles, and chambergrass trigonometry. The band features interlocking pizzicato specialists Nathanial Smith (Cello) and Quinn Bachand (guitar), plus Simon Chrisman (supplying you with 110% of your daily recommended hammered dulcimer, and mandolin hotshot Joshua Pinkham, sure to be the talk of the gondola. Don't miss a Friday morning of enchanting beauty as a quintet of rising stars shines on the Shellman.",
      "band_site_url": "https://www.jeremykittel.com/",
      "graphic": "jeremy-kittel-band",
      "promotion_level": "9"
    },
    {
      "id": 9,
      "name": "The Cleverlys",
      "description": "  Raised deep in the Ozark Mountains, the Cleverly family acquired their country learnin' from picking cotton, raising hell, and bailing hay. And, apparently, by listening to Lady Gaga. Yes, the Cleverlys are equally versed in Bill Monroe and Beyonce, making them the only bluegrass group on the planet to cover the Seldom Scene, AC/DC, and the Black Eyed Peas in the same set.\n\n  The Cleverlys are singer/guitarist Digger, who, after a stint as Jethro Tull's flute tech, founded Stabbin' Cabin records and signed himself to a multi-album deal. Vernon Dean \"VD\" Cleverly is a pioneer of the banjo talk box. Munk Cleverly (his name was Mark until he accidentally bit off his tongue) is the Midwest's premiere rapgrass mandolinist. Ricky Lloyd (the first \"L\" is silent) Cleverly plays the doghouse bass and is huge in the Amish rave scene.\n\n  These four make  up the Cleverly Trio, whose rise to bluegrass eminence has taken them from Arkansas to Branson to Nashville to universal superfame by way of their boundary-abolishing covers of pop,rock, and hip-hop hits, along with their original fan favorites like \"Cash Crop\" (the title cut of their new EP) and the foot-lovers anthem \"Podophiliac.\" It's all Cleverly delivered, as they'll have you both saluting their quite-serious musical chops and making you laugh until you spray pale ale out of your nose.",
      "band_site_url": "http://thecleverlys.com/",
      "graphic": "cleverlys",
      "promotion_level": "9"
    },
    {
      "id": 10,
      "name": "Lindsay Lou & The Flatbellys",
      "description": "  With the fair, spirited vocalist Lindsay Lou standing in front of the hairy duedes in the Flatbellys, it's like looking at Goldilocks and the Three Beards. And with this quarte of Michiganders, you can in fact expect a porridge-hot set on Friday, full of musical adventure, whimsical creativity, and plenty of suprprise twists.\n\n  Few bands on today's acoustic scene can match Lindsay Lou & the Flatbellys' range of stringband ambition as a group that dances amon newgrass balladry, turn-of-the-century Dixieland jazz, dizzy jump-blues gusts, skittery funk jams, time-shifting Spanish language clambakes, and old-timey frail-and-foot-it jamborees.\n\n  Joshua Rilko, Mark Lavengood, and PJ George swap instruments like good utopians, and with Lindsay's rippled torch-and-twang vocals, the 'Bellys have been exciting audiences at festivals like Stagecoach and Merlefest across the country. 2012's \"Release your Shrouds\n showcased their unique homebrewed polyglot blend of sounds, and last year's stellar \"Ionia\" captures the band's weekend-at-yoga-camp serenity alongside progressive explorations powdered with antique sparkle.\n\n  What's that? Someone's been sitting on \"your\" tarp? Well, why not make a new Friendivarian? With Lindsay and the boys on stage, it will feel just right. (And somebody get these poor Flatbellys some killer flank steaks.)",
      "band_site_url": "https://www.lindsayloumusic.com/",
      "graphic": "lindsay-lou",
      "promotion_level": "9"
    },
    {
      "id": 11,
      "name": "Peter Rowan Dharma Blues\nFeaturing Jack Casady",
      "description": "  When Peter Rowan was one of Bill onroe's Blue Grass Boys in the '60s, Monroe told Peter, \"If you can play bluegrass music, you can play any type of music.\" Later, Pete said, \"I took him at his word.\"\n\n  Indeed, Rowan went on to form the psychedelic Earth Opera; record the best-selling bluegrass LP of all time, 'Old and In The Way,' and release over two-dozen solo records that incorporated rock, reggae, folk, Tex-Mex, and now on the delightful new 'My Aloha!', Hawaiian music. As a result, it's been 60 years of amazing twang and 37 TBF midnight moonlights during which Peter has formed a sacred circle uniting and inspiring generations of fans and musicians.\n\n  This year, Peter is joined by another legend. Jack Casady, co-founder of Jefferson Airplane and Hot Tuna, is the groundbreaking bassist known for the signature tone and prominent bass lines that helped define '60s psychedelic rock, as heard on classics like \"Somebody to Love\" and \"White Rabbit.\"\n\n  The high lonesome sound meets the San Francisco sound. The only artist to be bandmates with Both Bill Monroe and Jerry Garcia joins forces with the only bassist to play all three of history's most culture-shaking festivals: Woodstock, Monterey Pop, and Altamont. And now Telluride. You better find somebody to love and join two all-timers for a first-class flight on the Free Mexican Airplane.",
      "band_site_url": "http://www.peter-rowan.com/",
      "graphic": "peter-rowan",
      "promotion_level": "5"
    },
    {
      "id": 12,
      "name": "The Jerry Douglas Band",
      "description": "  In 1928, the Dobro Manufacturing Company started building resonator guitars and, soon after, \"dobro\"  became a generic term for any such instrument. 50 years later, the word dobro is now synonymous with its greatest virtuoso: the incomparable Jerry Douglas.\n\n  Let's look at the numbers: 14 solo albums, seven albums as a member of Alison Krauss's Union Station. 14 Grammys, and over 2000 recorded guest appearances. Jerry has also received the IBMA's Dobro Player of the Year Award ten times, been awarded the NEA's National Heritage Fellowship, and was named Artist in Residence for the Country Music Hall of Fame.\n\n  As the leader of the Grammy-winning Earls of Leicester, Jerry recently paid flawless homage to trad-grass gloray, but his is also a constantly in-Flux trailblazer, unleashing hydra-headed dobro attacks, bare-knuckly R&B, sacred-steel rock, and lashing-treble jazz. In fact, he's the first dobroist to command his own horn section, part of the expanded Jerry Douglas Band, as heard on the thrilling new album, 'What Is.'\n\n  Jerry's dobro is the sound of liberation-musical aural, physical liberation. Jerry liberated the dobro the way Jimi Hendrix liberated the electric guitar and the way John Coltrane liberated the saxophone. And look around you, dear friend: Liberation is what Friday afternoon in Telluride is all about.",
      "band_site_url": "https://jerrydouglas.com/",
      "graphic": "jerry-douglas",
      "promotion_level": "4"
    },
    {
      "id": 13,
      "name": "Punch Brothers",
      "description": "  Do you hear those cowbells? That's coming from the folks back there pouring pints for thirsty Festibeerians. However, since the weather in Telluride can be changeable and harsh, you might need something a bit stronger-an antifogmatic!-to brace yourself for tougher weather conditions.\n\n  'Antifogmatic' is the title of the Punch Bros' 2010 album, one of four brilliant LPs of extreme-sports musicianship that have revolutionized acoustic music. By repurposing string-band instruments into gorgeous sophisti-grass and astonishing picking tsunamis, the PBs form an intoxicating concoction beyond compare.\n\n  Chris Thile is the fine wine-complex, bright, with endlessly flavorful notes. Banjo hero Noam Pikelny plays like whiskey-biting, grass, fast. Gabe Witcher is champagne of fiddlers-brilliant and fragrant, crisp and sparkling. Guitarist Chris Eldridge? BRandy with his warm, sweet, sharp playing. Paul Kowert's bass is the rum: rich, supple with plenty of depth.\n\n  Together, they form the premium instrumental blend in music today. And Telluride is their most-expansive showcase of the year, from their rousing Elks Park happy hours to their legendary Sunday all-nighters to their electifying mainstage appearances.\n\n  So a toast to one of th strongest mixes in history. And what do we call this musical cocktail? We call it 'punch,' brother. Cheers.",
      "band_site_url": "https://www.punchbrothers.com/",
      "graphic": "punch-brothers",
      "promotion_level": "3"
    },
    {
      "id": 14,
      "name": "Norah Jones",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "2"
    },
    {
      "id": 15,
      "name": "Greensky Bluegrass",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "1"
    },
    {
      "id": 16,
      "name": "Band Contest Finals",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 17,
      "name": "Fireball Mail",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 18,
      "name": "Rayland Baxter",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 19,
      "name": "Sarah Jarosz",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 20,
      "name": "Yonder Mountain String Band",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "4"
    },
    {
      "id": 21,
      "name": "Telluride Troubadour",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 22,
      "name": "Margo Price",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "3"
    },
    {
      "id": 23,
      "name": "Sam Bush Band",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "2"
    },
    {
      "id": 24,
      "name": "Dispatch",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "1"
    },
    {
      "id": 25,
      "name": "We the People\nFeaturing Abigail Washburn & Friends",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 26,
      "name": "The East Pointers",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 27,
      "name": "Parker Milsap",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 28,
      "name": "Bela Fleck & Chris Thile",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "4"
    },
    {
      "id": 29,
      "name": "Hot Rize",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "3"
    },
    {
      "id": 30,
      "name": "Elephant Revival",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "2"
    },
    {
      "id": 31,
      "name": "Jason Mraz and his Superband",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "1"
    },
    {
      "id": 32,
      "name": "Jeremy Kittel Band:\nBows, Picks & Hammers",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "jeremy-kittel-band",
      "promotion_level": "9"
    },
    {
      "id": 33,
      "name": "Troubadour Contest:\nPreliminary Round",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 34,
      "name": "Peter Rowan, Michael Witcher\n& Tsuki Chan: My Aloha!",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 35,
      "name": "Anna Tivel:\n2016 Troubadour Encore",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 36,
      "name": "Punch Brothers:\nHappy Hour",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 42,
      "name": "Band Contest: Preliminary Round",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 43,
      "name": "Pete & Joan Wernick: Basic Bluegrass Jamming\nBring your Instrument",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 44,
      "name": "Sam Bush, Pastor Mustard, Kooster McAllister:\nTBF's Neverland Beginnings",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 45,
      "name": "Troubadour Contest: Final Round",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 46,
      "name": "Yonder Mountain String Band: Love. Ain't Love",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "9"
    },
    {
      "id": 47,
      "name": "Troubadour Contest: Winners Announced",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 48,
      "name": "Fireball Mail: Bending the Rails",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 37,
      "name": "Michael Hornick, Bobby Witringhamp & Friends:\nInstrument Building",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 38,
      "name": "Troubadours: Clint Alphin, Heather Aubrey Lloyd,\nLauren Pratt, Shannon Wurst",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 39,
      "name": "Fruition: Singers in the Round",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "fruition",
      "promotion_level": "10"
    },
    {
      "id": 40,
      "name": "Troubadours: Hasssan El-Tayyab, Cari Minor, Liz Ryder",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 41,
      "name": "The East Pointers: PEI Kitchen Party",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 49,
      "name": "Troubadours: Chase Gassaway, Leah Grams Johnson,\nHeather Mae",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 50,
      "name": "Raghu Dixit, Abigail Washburn, Wu Fei & Iyeoka Okoawo:\nLet Your Soul Shine Through:\nMusic from India, Appalachia, China, & Nigeria",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 51,
      "name": "Allie Kral, Lindsay Lou, Mimi Naja: Siren Songs",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 52,
      "name": "Jugglers' Grove,\nArts & Crafts",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 53,
      "name": "Jugglers' Grove, Hoop Making, Arts & Crafts",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 54,
      "name": "Puppet Show with Dennis the Red",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 55,
      "name": "Story & Play: The Elk in the Attic",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 55,
      "name": "Story & Play: The Elk in the Attic",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 56,
      "name": "Drama Class & Talent Show Sign-ups",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 57,
      "name": "24st Annual Telluride Kids Talent Show",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 58,
      "name": "Jugglers' Grove, Hoop Making, Arts & Crafts",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 59,
      "name": "Funny Bone Logic & Clown Yoga",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 60,
      "name": "Storytelling with Gala the Flower Faerie",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 61,
      "name": "Kids Yoga with Patty Sunfield",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 62,
      "name": "A Teddy Bear's Picnic: Songs for the Whole Family\nBring your teddy bear and cuddle-up for some great music!",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 63,
      "name": "Jugglers' Grove, Arts & Crafts",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 64,
      "name": "Clown Yoga with Gumbo Wobbly & Friends",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 65,
      "name": "Puppets, Clowns & Music to Introduce 2017 Parade Theme",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 66,
      "name": "Parade Preparations\nUntil Parade Begins",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    },
    {
      "id": 67,
      "name": "21st Annual Kids Parade\nThrough festival grounds during set-break.",
      "description": "Stub Description",
      "band_site_url": "http://www.bluegrass.com",
      "graphic": "default",
      "promotion_level": "10"
    }
  ]
}
